Repository: hosizoraru/KeiPix
Catalog: Sources/KeiPix/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Copied Pixiv Web bookmarks link
ja: Pixiv Webのブックマークリンクをコピーしました
zh_hans: 已复制 Pixiv Web 收藏链接
zh_hant: 已複製 Pixiv Web 收藏連結

source: Copied QA Checklist
ja: QAチェックリストをコピー済み
zh_hans: 已复制 QA 清单
zh_hant: 已複製 QA 清單

source: Copied QA Matrix
ja: QAマトリクスをコピー済み
zh_hans: 已复制 QA 矩阵
zh_hant: 已複製 QA 矩陣

source: Copied Report Summary
ja: 通報内容をコピーしました
zh_hans: 已复制举报摘要
zh_hant: 已複製檢舉摘要

source: Copied Refresh Token
ja: Refresh Token をコピーしました
zh_hans: 已复制 Refresh Token
zh_hant: 已複製 Refresh Token

source: Connect Pixiv Web Session
ja: Pixiv Web セッションを接続
zh_hans: 连接 Pixiv Web 会话
zh_hant: 連接 Pixiv Web 會話

source: Connected
ja: 接続済み
zh_hans: 已连接
zh_hant: 已連接

source: Copied Search Summary
ja: 検索サマリーをコピー済み
zh_hans: 已复制搜索摘要
zh_hant: 已複製搜尋摘要

source: Copied article link
ja: 記事リンクをコピー済み
zh_hans: 已复制文章链接
zh_hant: 已複製文章連結

source: Copied comment
ja: コメントをコピーしました
zh_hans: 已复制评论
zh_hant: 已複製留言

source: Copied download folder path
ja: ダウンロードフォルダーのパスをコピーしました
zh_hans: 已复制下载文件夹路径
zh_hant: 已複製下載資料夾路徑

source: Copy Artwork Summary
ja: 作品の概要をコピー
zh_hans: 复制作品摘要
zh_hant: 複製作品摘要

source: Copy Ascii2D Link
ja: Ascii2D リンクをコピー
zh_hans: 复制 Ascii2D 链接
zh_hant: 複製 Ascii2D 連結

source: Copy Comment
ja: コメントをコピー
zh_hans: 复制评论
zh_hant: 複製留言

source: Delete Comment
ja: コメントを削除
zh_hans: 删除评论
zh_hant: 刪除留言

source: Deleted comment
ja: コメントを削除しました
zh_hans: 已删除评论
zh_hant: 已刪除留言

source: Copy Current Page Link
ja: 現在のページのリンクをコピー
zh_hans: 复制当前页链接
zh_hant: 複製當前頁連結

source: Copy Diagnostics
ja: 診断情報をコピー
zh_hans: 复制诊断
zh_hant: 複製診断

source: Copy Diagnostics Bundle
ja: 診断情報をコピー
zh_hans: 复制诊断信息
zh_hant: 複製診斷資訊

source: Copy Download Folder Path
ja: ダウンロードフォルダーのパスをコピー
zh_hans: 复制下载文件夹路径
zh_hant: 複製下載資料夾路徑

source: Copy Error
ja: エラーをコピー
zh_hans: 复制错误
zh_hant: 複製錯誤

source: Copy Keyword
ja: キーワードをコピー
zh_hans: 复制关键词
zh_hant: 複製關鍵字

source: Copy Link
ja: リンクをコピー
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy Loaded Artwork Links
ja: 読み込み済み作品リンクをコピー
zh_hans: 复制已加载作品链接
zh_hant: 複製已載入作品連結

source: Copy Pixiv Web Search Link
ja: Pixiv 検索リンクをコピー
zh_hans: 复制 Pixiv Web 搜索链接
zh_hant: 複製 Pixiv Web 搜尋連結

source: Copy QA Checklist
ja: QAチェックリストをコピー
zh_hans: 复制 QA 清单
zh_hant: 複製 QA 清單

source: Copy QA Matrix
ja: QAマトリクスをコピー
zh_hans: 复制 QA 矩阵
zh_hant: 複製 QA 矩陣

source: Copy Report Summary
ja: 通報内容をコピー
zh_hans: 复制举报摘要
zh_hant: 複製檢舉摘要

source: Copy Refresh Token
ja: Refresh Token をコピー
zh_hans: 复制 Refresh Token
zh_hant: 複製 Refresh Token

source: Copy the current Pixiv refresh token so you can paste it into KeiPix on your iPad. Treat it like a password and clear the clipboard after transferring it.
ja: 現在の Pixiv refresh token をコピーして、iPad の KeiPix に貼り付けられます。パスワードと同じように扱い、転送後はクリップボードを消去してください。
zh_hans: 复制当前 Pixiv refresh token，便于粘贴到 iPad 上的 KeiPix。请像密码一样保管，迁移完成后清空剪贴板。
zh_hant: 複製目前 Pixiv refresh token，方便貼到 iPad 上的 KeiPix。請像密碼一樣保管，轉移完成後清空剪貼簿。

source: Copy SauceNAO Link
ja: SauceNAO リンクをコピー
zh_hans: 复制 SauceNAO 链接
zh_hant: 複製 SauceNAO 連結

source: Copy Pixiv Web Bookmarks Link
ja: Pixiv Webのブックマークリンクをコピー
zh_hans: 复制 Pixiv Web 收藏链接
zh_hant: 複製 Pixiv Web 收藏連結

source: Copy Search Summary
ja: 検索サマリーをコピー
zh_hans: 复制搜索摘要
zh_hant: 複製搜尋摘要

source: Copy Selected Artwork Links
ja: 選択作品リンクをコピー
zh_hans: 复制选中作品链接
zh_hant: 複製選中作品連結

source: Copy Series Link
ja: シリーズリンクをコピー
zh_hans: 复制系列链接
zh_hant: 複製系列連結

source: Copy Tag
ja: タグをコピー
zh_hans: 复制标签
zh_hant: 複製標籤

source: Copy Tag Link
ja: タグリンクをコピー
zh_hans: 复制标签链接
zh_hant: 複製標籤連結

source: Copy Translated Tag
ja: 翻訳タグをコピー
zh_hans: 复制标签翻译名
zh_hant: 複製標籤翻譯名

source: Copy Visible Creator Links
ja: 表示クリエイターリンクをコピー
zh_hans: 复制可见作者链接
zh_hant: 複製可見作者連結

source: Copy Visible Creator Summary
ja: 表示クリエイターサマリーをコピー
zh_hans: 复制可见作者摘要
zh_hant: 複製可見作者摘要

source: Copy Visible Links
ja: 表示リンクをコピー
zh_hans: 复制可见链接
zh_hant: 複製可見連結

source: Copy Visible Logs
ja: 表示中のログをコピー
zh_hans: 复制可见日志
zh_hant: 複製可見日誌

source: Copy a report summary, open Pixiv Web, or apply a local mute without submitting remote reports from KeiPix.
ja: レポートサマリーをコピー、Pixiv Webを開く、KeiPixからリモートレポートを送信せずにローカルミュートを適用
zh_hans: 复制举报摘要、打开 Pixiv Web，或只在本地屏蔽；KeiPix 不提交远端举报。
zh_hant: 複製檢舉摘要、開啟 Pixiv Web，或只在本地封鎖；KeiPix 不提交遠端檢舉。

source: Copy template is already default
ja: コピーテンプレートは既にデフォルトです
zh_hans: 复制模板已经是默认值
zh_hant: 複製模板已經是預設值

source: Copy template reset
ja: コピーテンプレートをリセット
zh_hans: 已重置复制模板
zh_hant: 已重置複製模板

source: Couldn't check for updates
ja: アップデートを確認できません
zh_hans: 无法检查更新
zh_hant: 無法檢查更新

source: Couldn't load this ugoira.
ja: このうごイラを読み込めませんでした。
zh_hans: 无法加载此动图。
zh_hant: 無法載入此動圖。

source: Created
ja: 投稿日
zh_hans: 创建时间
zh_hant: 創建時間

source: Creator
ja: 投稿者
zh_hans: 作者
zh_hant: 作者

source: Creator Actions
ja: クリエイターアクション
zh_hans: 作者操作
zh_hant: 作者操作

source: Creator Copy Template
ja: クリエイターコピーテンプレート
zh_hans: 作者复制模板
zh_hant: 作者複製模板

source: Use the creator cards to open profiles, illustrations, manga, or Pixiv links without leaving this list.
ja: クリエイターカードからプロフィール、イラスト、マンガ、Pixivリンクをこの一覧のまま開けます。
zh_hans: 可直接在作者卡片中打开资料、插画、漫画或 Pixiv 链接，无需离开当前列表。
zh_hant: 可直接在作者卡片中開啟資料、插畫、漫畫或 Pixiv 連結，無需離開目前列表。

source: Creator Filter
ja: クリエイターフィルター
zh_hans: 作者筛选
zh_hant: 作者篩選

source: Creator ID
ja: 投稿者 ID
zh_hans: 创作者 ID
zh_hant: 創作者 ID

source: Creator Illustrations
ja: クリエイターイラスト
zh_hans: 作者插画
zh_hant: 作者插畫

source: Creator Manga
ja: クリエイター漫画
zh_hans: 作者漫画
zh_hant: 作者漫畫

source: Creator Network
ja: 投稿者ネットワーク
zh_hans: 创作者关系
zh_hant: 創作者關系

source: Creator Profile
ja: 投稿者プロフィール
zh_hans: 创作者资料
zh_hant: 創作者資料

source: Creator Public Bookmarks
ja: クリエイター公開ブックマーク
zh_hans: 作者公开收藏
zh_hant: 作者公開收藏

source: Creator Sort
ja: クリエイター並び替え
zh_hans: 作者排序
zh_hant: 作者排序

source: Creator Tags
ja: クリエイタータグ
zh_hans: 作者标签
zh_hant: 作者標籤

source: Creator tag #%@
ja: 作者タグ #%@
zh_hans: 作者标签 #%@
zh_hant: 作者標籤 #%@

source: Creator discovery
ja: クリエイター発見
zh_hans: 作者发现
zh_hant: 作者發現

source: Current Account
ja: 現在のアカウント
zh_hans: 当前账号
zh_hant: 當前帳號

source: Current Artwork
ja: 現在の作品
zh_hans: 当前作品
zh_hant: 當前作品

source: Current Page to End
ja: 現在ページから最後まで
zh_hans: 当前页到末页
zh_hant: 當前頁到末頁

source: Current Route
ja: 現在のルート
zh_hans: 当前页面
zh_hant: 當前頁面

source: Custom value
ja: カスタム値
zh_hans: 自定义
zh_hant: 自訂

source: Daily
ja: デイリー
zh_hans: 日榜
zh_hant: 日榜

source: Daily AI
ja: AI デイリー
zh_hans: AI 日榜
zh_hant: AI 日榜

source: Daily Manga
ja: マンガデイリー
zh_hans: 漫画日榜
zh_hant: 漫畫日榜

source: Daily R-18
ja: R-18 デイリー
zh_hans: R-18 日榜
zh_hant: R-18 日榜

source: Daily R-18 AI
ja: R-18 AI デイリー
zh_hans: R-18 AI 日榜
zh_hant: R-18 AI 日榜

source: Daily R-18 Manga
ja: R-18 マンガデイリー
zh_hans: R-18 漫画日榜
zh_hant: R-18 漫畫日榜

source: Dangerous Organizations and Movements
ja: 危険な組織・活動
zh_hans: 危险组织与运动
zh_hant: 危險組織與運動

source: Dangerous Products
ja: 危険な製品
zh_hans: 危险产品
zh_hant: 危險產品

source: Date Range
ja: 期間
zh_hans: 日期范围
zh_hant: 日期範圍

source: Debug
ja: デバッグ
zh_hans: 调试
zh_hant: 除錯

source: Default
ja: デフォルト
zh_hans: 默认
zh_hant: 預設

source: Default (%@)
ja: デフォルト（%@）
zh_hans: 默认（%@）
zh_hant: 預設（%@）

source: Default Artwork Reading Mode
ja: 作品の既定の表示モード
zh_hans: 普通作品默认阅读模式
zh_hant: 普通作品預設閱讀模式

source: Default Bookmark Visibility
ja: ブックマークの公開設定
zh_hans: 默认收藏可见性
zh_hant: 預設收藏可見性

source: Default Follow Visibility
ja: デフォルトフォロー公開設定
zh_hans: 默认关注可见性
zh_hant: 預設追蹤可見性

source: Default Manga Reading Mode
ja: マンガ／長編の既定の表示モード
zh_hans: 漫画/长多 P 默认阅读模式
zh_hant: 漫畫/長多 P 預設閱讀模式

source: Default Order
ja: デフォルト順
zh_hans: 默认顺序
zh_hant: 預設順序

source: Delete %@ from local history?
ja: %@ をローカル履歴から削除しますか？
zh_hans: 从本地历史中删除 %@？
zh_hant: 從本地紀錄中刪除 %@？

source: Delete from History
ja: 履歴から削除
zh_hans: 从历史中删除
zh_hant: 從紀錄中刪除

source: Delete from Muted Content
ja: ミュートコンテンツから削除
zh_hans: 从屏蔽内容中删除
zh_hant: 從封鎖內容中刪除

source: Deleted %@ from local history
ja: %@ をローカル履歴から削除
zh_hans: 已从本地历史删除 %@
zh_hant: 已從本地紀錄刪除 %@

source: Description
ja: 説明
zh_hans: 简介
zh_hant: 簡介

source: Deselect Artwork
ja: 作品の選択を解除
zh_hans: 取消选择作品
zh_hant: 取消選擇作品

source: Detail inspector, tags, creator actions, comments, related works, feedback, and local mute actions remain reachable.
ja: 詳細インスペクター、タグ、クリエイターアクション、コメント、関連作品、フィードバック、ローカルミュートアクションは引き続き到達可能
zh_hans: 详情检查器、标签、作者操作、评论、相关作品、反馈和本地屏蔽操作需要可访问。
zh_hant: 詳情檢查器、標籤、作者操作、留言、相關作品、意見回饋和本地封鎖操作需要可訪問。

source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Hide Details
ja: 詳細を非表示
zh_hans: 隐藏详情
zh_hant: 隱藏詳情

source: Diagnostics
ja: 診断
zh_hans: 诊断
zh_hant: 診斷

source: Diagnostics copied
ja: 診断情報をコピーしました
zh_hans: 诊断信息已复制
zh_hant: 診斷資訊已複製

source: Direct (No Proxy)
ja: 直接接続（プロキシなし）
zh_hans: 直连（不使用代理）
zh_hant: 直連（不使用代理）

source: Direct connection
ja: 直接接続
zh_hans: 直连
zh_hant: 直連

source: Disable Privacy Mode
ja: プライバシーモードを無効化
zh_hans: 关闭隐私模式
zh_hant: 關閉隱私模式

source: Disabled
ja: 無効
zh_hans: 已关闭
zh_hant: 已關閉

source: Discovery
ja: 発見
zh_hans: 发现
zh_hant: 發現

# Discovery Highlights
source: Highlights
ja: ハイライト
zh_hans: 亮点
zh_hant: 亮點

# Discovery Metrics
source: Metrics
ja: 指標
zh_hans: 指标
zh_hant: 指標

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Disconnect Pixiv Web Session
ja: Pixiv Web セッションを解除
zh_hans: 断开 Pixiv Web 会话
zh_hant: 斷開 Pixiv Web 會話

source: Double Page
ja: 見開き
zh_hans: 双页
zh_hant: 雙頁

source: Download
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Download Actions
ja: ダウンロードアクション
zh_hans: 下载操作
zh_hant: 下載操作

source: Download Current Page
ja: 現在のページをダウンロード
zh_hans: 下载当前页
zh_hant: 下載當前頁

source: Download Failed
ja: ダウンロード失敗
zh_hans: 下载失败
zh_hant: 下載失敗

source: Download Filter
ja: ダウンロードフィルター
zh_hans: 下载筛选
zh_hant: 下載篩選

source: Download Folder
ja: ダウンロードフォルダー
zh_hans: 下载文件夹
zh_hant: 下載資料夾

source: Download Naming Template
ja: ダウンロード命名テンプレート
zh_hans: 下载命名模板
zh_hant: 下載命名模板

source: File Extension
ja: 拡張子
zh_hans: 文件扩展名
zh_hant: 檔案副檔名

source: First Tag
ja: 1番目のタグ
zh_hans: 第一个标签
zh_hant: 第一個標籤

source: Flags
ja: フラグ
zh_hans: 标识
zh_hant: 標識

source: Insert Token
ja: トークンを挿入
zh_hans: 插入占位符
zh_hant: 插入佔位符

source: Inserted %@
ja: %@ を挿入しました
zh_hans: 已插入 %@
zh_hant: 已插入 %@

source: Named Tag
ja: 指定タグ
zh_hans: 指定标签
zh_hant: 指定標籤

source: Second Tag
ja: 2番目のタグ
zh_hans: 第二个标签
zh_hant: 第二個標籤

source: Series ID
ja: シリーズ ID
zh_hans: 系列 ID
zh_hant: 系列 ID

source: Download Page Range
ja: ページ範囲ダウンロード
zh_hans: 下载页码范围
zh_hant: 下載頁碼範圍

source: Download artworks from the detail view or artwork context menus.
ja: 詳細ビューまたは作品コンテキストメニューから作品をダウンロード
zh_hans: 可以从作品详情或作品右键菜单下载。
zh_hant: 可以從作品詳情或作品右鍵菜單下載。

source: Download deletion
ja: ダウンロード削除
zh_hans: 下载删除
zh_hant: 下載刪除

source: Download finished
ja: ダウンロード完了
zh_hans: 下载已完成
zh_hant: 下載已完成

source: Download folder changed
ja: ダウンロードフォルダーを変更しました
zh_hans: 已更改下载文件夹
zh_hant: 已更改下載資料夾

source: Download interrupted
ja: ダウンロード中断
zh_hans: 下载已中断
zh_hant: 下載已中断

source: Download new bookmarks automatically
ja: 新規ブックマークを自動でダウンロード
zh_hans: 新收藏自动下载
zh_hant: 新收藏自動下載

source: Download queue
ja: ダウンロードキュー
zh_hans: 下载入队
zh_hant: 下載入隊

source: Download template is already default
ja: ダウンロードテンプレートは既にデフォルトです
zh_hans: 下载模板已经是默认值
zh_hant: 下載模板已經是預設值

source: Download template reset
ja: ダウンロードテンプレートをリセット
zh_hans: 已重置下载模板
zh_hant: 已重置下載模板

source: DownloadCompletionNotifier coalesces completed-download titles into a single banner per quiescent burst, gated on the user's opt-in toggle and Apple's authorization state.
ja: DownloadCompletionNotifier は静寂期間ごとに完了したダウンロードのタイトルを 1 件のバナーへ統合し、ユーザーの設定と Apple の権限状態に従って表示します。
zh_hans: DownloadCompletionNotifier 会在静默窗口内合并已完成的下载标题为单条横幅，受用户开关与 Apple 授权状态共同控制。
zh_hant: DownloadCompletionNotifier 會在静默窗口內合並已完成的下載標題為單条橫幅，受使用者開關與 Apple 授權狀態共同控制。

source: Downloaded
ja: ダウンロード済み
zh_hans: 已下载
zh_hant: 已下載

source: Downloaded Locally
ja: ローカルダウンロード済み
zh_hans: 已本地下载
zh_hant: 已本地下載

source: Downloading
ja: ダウンロード中
zh_hans: 下载中
zh_hant: 下載中

source: Downloads
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Downloads Paused
ja: ダウンロード一時停止中
zh_hans: 下载已暂停
zh_hant: 下載已暫停

source: Downloads Resumed
ja: ダウンロード再開
zh_hans: 下载已继续
zh_hant: 下載已繼續

source: Downloads add the artwork to your Pixiv bookmarks using the default bookmark visibility.
ja: ダウンロードはデフォルトのブックマーク公開設定で作品をPixivブックマークに追加
zh_hans: 触发下载时，会按默认收藏可见性把作品加入 Pixiv 收藏。
zh_hant: 觸發下載時，會按預設收藏可見性把作品加入 Pixiv 收藏。

source: Downloads finished
ja: ダウンロード完了
zh_hans: 下载已完成
zh_hant: 下載已完成

source: Drop Pixiv link to open in KeiPix
ja: PixivリンクをドロップしてKeiPixで開く
zh_hans: 拖入 Pixiv 链接即可在 KeiPix 打开
zh_hant: 拖入 Pixiv 連結即可在 KeiPix 開啟

source: Each completed row resolves a Quick Look URL and surfaces the preview button, context-menu entry, and Space-bar handler.
ja: ダウンロード済みの各行はクイックルック URL を解決し、プレビューボタン、コンテキストメニュー項目、スペースキー処理を提供します。
zh_hans: 每个已完成的下载行都能解析出快速查看 URL，并暴露预览按钮、右键菜单项和空格键处理。
zh_hant: 每個已完成的下載行都能解析出快速查看 URL，並暴露預覽按钮、右鍵菜單項和空格鍵處理。

source: Edit Bookmark
ja: ブックマークを編集
zh_hans: 编辑收藏
zh_hant: 編輯收藏

source: Emphasize artworks from following artists
ja: フォロー中の絵師の作品を強調
zh_hans: 强调已关注画师的作品
zh_hant: 强調已追蹤畫师的作品

source: Enable Privacy Mode
ja: プライバシーモードを有効化
zh_hans: 启用隐私模式
zh_hant: 啟用隱私模式

source: Enable trackpad gestures
ja: トラックパッドのジェスチャを有効にする
zh_hans: 启用触控板手势
zh_hant: 啟用觸控板手勢

source: Enabled
ja: 有効
zh_hans: 已开启
zh_hant: 已開啟

source: End Page
ja: 終了ページ
zh_hans: 结束页
zh_hant: 結束頁

source: End of feed
ja: これ以上はありません
zh_hans: 已到末尾
zh_hant: 已到末尾

source: English
ja: 英語
zh_hans: 英文
zh_hant: 英文

source: English, Simplified Chinese, Traditional Chinese, Japanese.
ja: 英語、簡体中国語、繁体中国語、日本語。
zh_hans: 英语、简体中文、繁体中文、日语。
zh_hant: 英文、簡體中文、繁體中文、日文。

source: Enter a search keyword
ja: 検索キーワードを入力
zh_hans: 请输入搜索关键词
zh_hant: 請輸入搜尋關鍵字

source: Enter artwork ID
ja: 作品IDを入力
zh_hans: 输入作品 ID
zh_hant: 輸入作品 ID

source: Enter creator ID
ja: クリエイターIDを入力
zh_hans: 输入创作者 ID
zh_hant: 輸入創作者 ID

source: End
ja: 終わり
zh_hans: 完
zh_hant: 完

source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

source: Every menu and reader keyboard shortcut routes through KeyboardShortcutCatalog so the Settings → Keyboard page never drifts from the bindings the menu bar actually fires.
ja: メニューおよびリーダーのキーボードショートカットはすべて KeyboardShortcutCatalog 経由で配線されており、「設定 → キーボード」ページとメニューバーで実際に発火するバインディングがずれないようになっています。
zh_hans: 所有菜单与阅读器键盘快捷键均通过 KeyboardShortcutCatalog 路由，以确保「设置 → 键盘」页面与菜单栏实际触发的绑定永不偏离。
zh_hant: 所有菜單與閱讀器鍵盘快速鍵均通過 KeyboardShortcutCatalog 路由，以確保「設定 → 鍵盘」頁面與菜單欄實际觸發的绑定永不偏離。

source: Every menu shortcut below can be re-bound from System Settings → Keyboard → Keyboard Shortcuts → App Shortcuts. Pick KeiPix from the application list and enter the menu item title exactly as shown to assign a new key combination.
ja: 下記のメニューショートカットはすべて「システム設定 → キーボード → キーボードショートカット → App ショートカット」で再割り当てできます。アプリ一覧から KeiPix を選び、メニュー項目の名称を以下のとおり正確に入力すると、新しいキー組み合わせを設定できます。
zh_hans: 下方所有菜单快捷键均可在「系统设置 → 键盘 → 键盘快捷键 → App 快捷键」中重新绑定。从应用列表中选择 KeiPix，并按下方所示逐字输入菜单项标题，即可分配新的按键组合。
zh_hant: 下方所有菜單快速鍵均可在「系統設定 → 鍵盘 → 鍵盘快速鍵 → App 快速鍵」中重新绑定。從應用列表中選擇 KeiPix，並按下方所示逐字輸入菜單項標題，即可分配新的按鍵組合。

source: Evidence
ja: エビデンス
zh_hans: 证据
zh_hant: 證據

source: Exact tag match
ja: タグ完全一致
zh_hans: 标签完全匹配
zh_hant: 標籤完全符合

source: Exclude AI
ja: AI を除外
zh_hans: 排除 AI
zh_hant: 排除 AI

source: Exclude R-18
ja: R-18 を除外
zh_hans: 排除 R-18
zh_hant: 排除 R-18

source: Exclude R-18G
ja: R-18G を除外
zh_hans: 排除 R-18G
zh_hant: 排除 R-18G

source: Exit Focus Reading
ja: 集中読書を終了
zh_hans: 退出专注阅读
zh_hant: 結束專注閱讀

source: Explore
ja: 発見
zh_hans: 发现
zh_hant: 發現

source: Export
ja: 書き出し
zh_hans: 导出
zh_hant: 導出

source: Export Current Frame
ja: 現在のフレームを書き出し
zh_hans: 导出当前帧
zh_hant: 導出當前幀

source: Export GIF
ja: GIF を書き出し
zh_hans: 导出 GIF
zh_hant: 導出 GIF

source: Export Muted Content
ja: ミュートコンテンツをエクスポート
zh_hans: 导出屏蔽内容
zh_hant: 導出封鎖內容

source: Export Search Library
ja: 検索ライブラリをエクスポート
zh_hans: 导出搜索库
zh_hant: 導出搜尋庫

source: Export Ugoira ZIP
ja: うごイラ ZIP を書き出し
zh_hans: 导出动图 ZIP
zh_hant: 導出動圖 ZIP

source: Exported
ja: エクスポート済み
zh_hans: 已导出
zh_hant: 已導出

source: Exported GIF %@
ja: GIFエクスポート: %@
zh_hans: 已导出 GIF %@
zh_hant: 已導出 GIF %@

source: Exported ZIP %@
ja: ZIPエクスポート: %@
zh_hans: 已导出 ZIP %@
zh_hant: 已導出 ZIP %@

source: Exported frame %@
ja: フレームエクスポート: %@
zh_hans: 已导出帧 %@
zh_hant: 已導出幀 %@

source: Exported search library
ja: 検索ライブラリをエクスポート済み
zh_hans: 已导出搜索库
zh_hant: 已導出搜尋庫

source: Failed
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

# Failed Downloads
source: Failed
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

source: Fault
ja: 障害
zh_hans: 故障
zh_hant: 故障

source: Feed
ja: フィード
zh_hans: 作品流
zh_hant: 作品流

source: Feed filter cleared
ja: フィードフィルターを解除しました
zh_hans: 已解除作品流过滤
zh_hant: 已解除作品流過濾

source: Feed preview quality
ja: フィードプレビュー画質
zh_hans: 信息流预览画质
zh_hant: 資訊流預覽畫质

source: Feed preview, illust detail, and manga detail each persist a Medium / Large / Original tier and stay aligned with the legacy HD/Standard toggle.
ja: フィードプレビュー、イラスト詳細、マンガ詳細はそれぞれ「中 / 大 / オリジナル」のティアを保持し、従来の HD/標準 トグルと整合します。
zh_hans: 信息流预览、插画详情和漫画详情各自持久化中等 / 较大 / 原图档位，并与原有的高清/标准开关保持一致。
zh_hant: 資訊流預覽、插畫詳情和漫畫詳情各自持久化中等 / 较大 / 原圖档位，並與原有的高清/標准開關保持一致。

source: Feedback / Mute
ja: 通報 / 非表示
zh_hans: 反馈 / 屏蔽
zh_hant: 意見回饋 / 封鎖

source: Feedback Target
ja: 通報対象
zh_hans: 反馈对象
zh_hant: 意見回饋對象

source: Filter Summary
ja: フィルターの概要
zh_hans: 筛选摘要
zh_hant: 篩選摘要

source: Filter logs
ja: ログをフィルタ
zh_hans: 过滤日志
zh_hant: 過濾日誌

source: Follow
ja: フォロー
zh_hans: 关注
zh_hant: 追蹤

source: Follow %d visible creators privately?
ja: 表示クリエイター %d 件を非公開フォローしますか？
zh_hans: 私密关注 %d 位可见作者？
zh_hant: 私人追蹤 %d 位可見作者？

source: Follow %d visible creators publicly?
ja: 表示クリエイター %d 件を公開フォローしますか？
zh_hans: 公开关注 %d 位可见作者？
zh_hant: 公開追蹤 %d 位可見作者？

source: Follow Privately
ja: 非公開でフォロー
zh_hans: 私密关注
zh_hant: 私人追蹤

source: Follow Publicly
ja: 公開でフォロー
zh_hans: 公开关注
zh_hant: 公開追蹤

source: Follow System
ja: システムに従う
zh_hans: 跟随系统
zh_hant: 跟随系統

source: Follow Using Default
ja: デフォルトでフォロー
zh_hans: 按默认可见性关注
zh_hant: 按預設可見性追蹤

source: Follow Visibility
ja: フォロー公開設定
zh_hans: 关注可见性
zh_hant: 追蹤可見性

source: Follow Visible Privately
ja: 非公開フォロー
zh_hans: 私密关注可见作者
zh_hant: 私人追蹤可見作者

source: Follow Visible Publicly
ja: 公開フォロー
zh_hans: 公开关注可见作者
zh_hant: 公開追蹤可見作者

source: Follow and unfollow
ja: フォロー/解除
zh_hans: 关注与取消关注
zh_hant: 追蹤與取消追蹤

source: Follow creator after bookmarking
ja: ブックマーク時に投稿者をフォロー
zh_hans: 收藏后关注作者
zh_hant: 收藏後追蹤作者

source: Follow lists, recommended creators, creator search, and follow visibility stay usable.
ja: フォローリスト、おすすめクリエイター、クリエイター検索、フォロー公開設定は引き続き利用可能
zh_hans: 关注列表、推荐作者、搜索作者和关注可见性需要可用。
zh_hant: 追蹤列表、推薦作者、搜尋作者和追蹤可見性需要可用。

source: Followed %@
ja: フォロー済み: %@
zh_hans: 已关注 %@
zh_hant: 已追蹤 %@

source: Followed %d creators
ja: クリエイター %d 件をフォロー
zh_hans: 已关注 %d 位作者
zh_hant: 已追蹤 %d 位作者

source: Followers
ja: フォロワー
zh_hans: 粉丝
zh_hant: 粉絲

source: Following
ja: フォロー中
zh_hans: 关注
zh_hant: 追蹤

# Following Artist Badge
source: Following
ja: フォロー中
zh_hans: 已关注
zh_hant: 已追蹤

source: Following Creators
ja: フォロー中の投稿者
zh_hans: 关注作者
zh_hant: 追蹤作者

source: Following Privately
ja: 非公開でフォロー中
zh_hans: 私密关注中
zh_hant: 私人追蹤中

source: Following Publicly
ja: 公開でフォロー中
zh_hans: 公开关注中
zh_hant: 公開追蹤中

source: Following creators
ja: フォロー中のクリエイター
zh_hans: 关注作者
zh_hant: 追蹤作者

source: Following feed
ja: フォロー中フィード
zh_hans: 关注作品流
zh_hant: 追蹤作品流

source: Following-artist emphasis
ja: フォロー中の絵師を強調
zh_hans: 已关注画师强调
zh_hant: 已追蹤畫师强調

source: For Female
ja: 女性向け
zh_hans: 女性向
zh_hant: 女性向

source: For Male
ja: 男性向け
zh_hans: 男性向
zh_hant: 男性向

source: For You
ja: あなたへのおすすめ
zh_hans: 为你推荐
zh_hant: 為你推薦

source: Full Screen Reading
ja: フルスクリーン
zh_hans: 全屏阅读
zh_hant: 全屏閱讀

source: Full popular sorting requires Pixiv Premium
ja: 完全な人気順には Pixiv Premium が必要です
zh_hans: 完整热门排序需要 Pixiv Premium
zh_hant: 完整熱門排序需要 Pixiv Premium

source: Gallery Layout
ja: ギャラリーレイアウト
zh_hans: 画廊布局
zh_hant: 畫廊布局

source: Gallery visual surfaces
ja: ギャラリービジュアル表示
zh_hans: 画廊视觉表面
zh_hant: 畫廊視覺表面

source: General
ja: 一般
zh_hans: 通用
zh_hant: 通用

source: GitHub release update check
ja: GitHub リリースのアップデート確認
zh_hans: GitHub 版本更新检查
zh_hant: GitHub 版本更新檢查

source: Go to Page
ja: 移動
zh_hans: 跳转
zh_hant: 跳轉

source: Guest Account
ja: ゲストアカウント
zh_hans: 游客账号
zh_hant: 遊客帳號

source: Hate Speech
ja: 差別的・ヘイトな内容
zh_hans: 仇恨言论
zh_hant: 仇恨言論

source: Hidden
ja: 非表示
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hidden comment: %@
ja: 非表示のコメント: %@
zh_hans: 已隐藏评论：%@
zh_hant: 已隱藏留言：%@

source: Hide AI-generated artworks
ja: AI 生成作品を非表示
zh_hans: 隐藏 AI 生成作品
zh_hant: 隱藏 AI 生成作品

source: Hide R-18 artworks
ja: R-18 作品を非表示
zh_hans: 隐藏 R-18 作品
zh_hant: 隱藏 R-18 作品

source: Hide R-18G artworks
ja: R-18G 作品を非表示
zh_hans: 隐藏 R-18G 作品
zh_hant: 隱藏 R-18G 作品

source: Hide Replies
ja: 返信を非表示
zh_hans: 收起回复
zh_hant: 收起回覆

source: Hide Sidebar
ja: サイドバーを非表示
zh_hans: 隐藏边栏
zh_hant: 隱藏邊欄

source: Hide muted content
ja: ミュートしたコンテンツを非表示
zh_hans: 隐藏已屏蔽内容
zh_hant: 隱藏已封鎖內容

# Hide your Pixiv name and ID in the sidebar for screenshots.
source: Hide your Pixiv name and ID in the sidebar. The account header shrinks to avatar only.
ja: スクリーンショット用にサイドバーのPixiv名とIDを非表示
zh_hans: 隐藏侧边栏里的 Pixiv 名字和 ID；账号区会收缩为仅头像显示。
zh_hant: 隱藏側邊欄裡的 Pixiv 名字和 ID；帳號區會收縮為僅頭像顯示。

source: History
ja: 閲覧履歴
zh_hans: 浏览历史
zh_hant: 瀏覽紀錄

source: History Filters
ja: 履歴フィルター
zh_hans: 历史筛选
zh_hant: 紀錄篩選

source: History Source
ja: 履歴のソース
zh_hans: 历史来源
zh_hant: 紀錄來源

source: Host
ja: ホスト
zh_hans: 主机
zh_hant: 主机

source: Hot tag cards load preview artwork and route searches in-app.
ja: ホットタグカードはプレビュー作品を読み込み、アプリ内で検索をルーティング
zh_hans: 热门标签卡片需要加载预览作品，并在 App 内发起搜索。
zh_hant: 熱門標籤卡片需要載入預覽作品，並在 App 內發起搜尋。

source: Illust detail quality
ja: イラスト詳細画質
zh_hans: 插画详情画质
zh_hant: 插畫詳情畫质

source: Illustration and manga ranking routes load and support date/mode switching.
ja: イラストと漫画のランキングルートは読み込みと日付/モード切替に対応
zh_hans: 插画与漫画榜需要加载，并支持日期/模式切换。
zh_hant: 插畫與漫畫榜需要載入，並支持日期/模式切換。

source: Illustration feeds
ja: イラストフィード
zh_hans: 插画作品流
zh_hant: 插畫作品流

source: Illustrations
ja: イラスト
zh_hans: 插画
zh_hant: 插畫

source: Image Cache
ja: 画像キャッシュ
zh_hans: 图片缓存
zh_hant: 圖片快取

source: Image Host
ja: 画像ホスト
zh_hans: 图片域名
zh_hant: 圖片域名

source: Image Pages
ja: 画像ページ
zh_hans: 图片页
zh_hant: 圖片頁

source: Image Quality
ja: 画質
zh_hans: 图像画质
zh_hant: 圖像畫质

source: Image Source Engine
ja: 画像検索エンジン
zh_hans: 图源引擎
zh_hant: 圖源引擎

source: Image Source Search
ja: 画像検索
zh_hans: 以图搜图
zh_hant: 以圖搜圖

source: Image Search
ja: 画像検索
zh_hans: 以图搜图
zh_hant: 以圖搜圖

source: Image Size
ja: 画像サイズ
zh_hans: 图像尺寸
zh_hant: 圖像尺寸

source: Image cache cleared
ja: 画像キャッシュをクリア済み
zh_hans: 图片缓存已清理
zh_hant: 圖片快取已清理

source: Image cache, history, downloads, and last successful surfaces support offline-friendly review.
ja: 画像キャッシュ、履歴、ダウンロード、最後に成功した表示はオフライン対応の確認をサポート
zh_hans: 图片缓存、历史、下载和最近成功页面需要支持离线友好浏览。
zh_hant: 圖片快取、紀錄、下載和最近成功頁面需要支持離線友好瀏覽。

source: Image quality tiers
ja: 画質ティア
zh_hans: 图像画质档位
zh_hant: 圖像畫质档位

source: Image source search failed
ja: 画像検索に失敗しました
zh_hans: 以图搜图失败
zh_hant: 以圖搜圖失敗

source: Immersive
ja: 没入型
zh_hans: 沉浸式
zh_hant: 沉浸式

source: Import
ja: 読み込み
zh_hans: 导入
zh_hant: 導入

source: Import Muted Content
ja: ミュートコンテンツをインポート
zh_hans: 导入屏蔽内容
zh_hant: 導入封鎖內容

source: Import Search Library
ja: 検索ライブラリをインポート
zh_hans: 导入搜索库
zh_hant: 導入搜尋庫

source: Import Token
ja: トークンをインポート
zh_hans: 导入 Token
zh_hant: 導入 Token

source: Save Pixiv Web Session
ja: Pixiv Web セッションを保存
zh_hans: 保存 Pixiv Web 会话
zh_hant: 保存 Pixiv Web 會話

source: Import muted content from file?
ja: ファイルからミュートコンテンツをインポートしますか？
zh_hans: 从文件导入屏蔽内容？
zh_hant: 從檔案導入封鎖內容？

source: Imported
ja: インポート済み
zh_hans: 已导入
zh_hant: 已導入

source: Imported %d presets · %d saved · %d history
ja: プリセット %d 件 · 保存 %d 件 · 履歴 %d 件をインポート
zh_hans: 已导入 %d 个预设 · %d 个保存搜索 · %d 条历史
zh_hant: 已導入 %d 個預設 · %d 個保存搜尋 · %d 条紀錄

source: In Download Queue
ja: ダウンロードキュー内
zh_hans: 已在下载队列
zh_hant: 已在下載隊列

source: In Watch Later
ja: 後で見るに追加済み
zh_hans: 已在稍后再看
zh_hant: 已在稍後再看

source: Info
ja: 情報
zh_hans: 信息
zh_hant: 資訊

source: Inline reader keys aren't menu items, so macOS can't rebind them. They're listed for reference only.
ja: リーダー内のインラインキーはメニュー項目ではないため macOS では再割り当てできません。参考として表示しています。
zh_hans: 阅读器内联按键不是菜单项，macOS 无法对其重新绑定，仅供参考。
zh_hant: 閱讀器內联按鍵不是菜單項，macOS 無法對其重新绑定，僅供參考。

source: Inline Translate
ja: インライン翻訳
zh_hans: 内联翻译
zh_hant: 內聯翻譯

source: Invalid response
ja: 無効なレスポンス
zh_hans: 响应无效
zh_hant: 響應無效

source: Japanese
ja: 日本語
zh_hans: 日语
zh_hant: 日語

source: Job
ja: 職業
zh_hans: 职业
zh_hant: 职業

source: Jump to Page
ja: ページへジャンプ
zh_hans: 跳转页码
zh_hant: 跳轉頁碼
